sdaiGetEntityExtentBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Retreives a collection of entity instances that are subtypes of entity type.
\param model [in] The model to get entities collection from.
\param entity [in] The entity definition to find entity instances.
\returns A set of entity instances of type which is derived from entity.